Repository: Amjiii1/Garage-
Catalog: Garage/*.lproj/Localizable.strings
Languages: ar

source: Please wait...
ar: من فضلك إنتظر..

source: Select Bay
ar: إختيار المكان

source: Search Items Name
ar: البحث بإسم الصنف

source: Bay
ar: مكان الخدمة

source: Action
ar: تحرير

source: Status
ar: الحالة

source: Checkout
ar: إنهاء الفاتورة

source: Done
ar: تم

source: VAT
ar: ضريبي

# likeToUpdate
source: Would you like to update?
ar: هل ترغب في تحديث؟

source: New Version Available
ar: النسخة الجديدة المتاحة

source: No updates available
ar: أية تحديثات متوفرة

source: Update
ar: تحديث

source: Later
ar: في وقت لاحق

source: Version
ar: الإصدار

source: No checklist added
ar: لم تتم إضافة قائمة مرجعية

source: No comments added
ar: لم تتم إضافة أي تعليقات

source: Enter Plate number
ar: إداخال رقم اللوحة

source: Enter Vin number
ar: إدخال رقم الهيكل

source: Select your Car Make
ar: اختر سيارتك

source: Select your Car Model
ar: اختر طراز سيارتك

# restart
source: App restart required in order to apply new language
ar: إعادة تشغيل التطبيق مطلوب من أجل تطبيق لغة جديدة

source: Alert
ar: إنذار

source: History
ar: الأرشيف

source: Zebra Printer
ar: طباعة الملصق

source: Re-print
ar: إعادة الطباعة

source: Air Print
ar: طباعة A4

source: Cancel
ar: إلغاء

source: Edit
ar: تعديل

source: delete
ar: حذف

source: New
ar: جديد

source: Hold
ar: معلق

source: Something went wrong
ar: هناك خطأ ما

source: Invalid sessions
ar: جلسات غير صالحة

source: Error occured
ar: حدث خطأ

# Checkinternet
source: Login failed! Check internet
ar: فشل تسجيل الدخول! تحقق الانترنت

# wantto?
source: Do you want to continue?
ar: هل تريد الاستمرار؟

source: Failed
ar: فشل

source: limit Exceeded
ar: تم تجاوز الحد

source: Please select Card
ar: يرجى اختيار البطاقة

# PrinternotConnected
source: Printer is not Connected
ar: الطابعة غير متصلة

source: OK
ar: حسنا

# sucessfully
source: Printing sucessfully
ar: الطباعة بنجاح

source: Checkout Failed
ar: فشل السحب

# selectWorker
source: Please select Worker!
ar: يرجى اختيار العامل!

# EnterAmount!
source: Please Enter Total Amount!
ar: الرجاء إدخال المبلغ الإجمالي!

source: Balance
ar: توازن

source: Return
ar: إرجاع

# Sorryback
source: Sorry! You can't step back!
ar: آسف! لا يمكنك التراجع!

# SelectItems!
source: Please Select Items!
ar: الرجاء اختيار العناصر!

# SelectBayName
source: Please Select BayName First!
ar: الرجاء اختيار اسم الخليج أولاً!

# EnteranyField
source: Please Enter any one Field
ar: الرجاء إدخال أي حقل واحد

# deatilsCar
source: Please Add deatils of Car
ar: يرجى إضافة تفاصيل السيارة

# mendatoryfields
source: Please Add mendatory fields!
ar: الرجاء إضافة الحقول التصحيحية!

# Numberinvalid
source: Phone Number is invalid! Less than format
ar: رقم الهاتف غير صالح! أقل من الشكل

# NumberGreater
source: Phone Number is invalid! Greater than format
ar: رقم الهاتف غير صالح! أكبر من الشكل

# AlreadyAssigned
source: Sorry Order cannot be Edit! Already Assigned to
ar: عذرا لا يمكن تعديل الطلب! تم التعيين بالفعل إلى

source: Void
ar: رفض
